
    
 {
    "1": "You regularly make new friends.",
    "2": "You spend a lot of your free time exploring various random topics that pique your interest.",
    "3": "You often make a backup plan for a backup plan.",
    "4": "You usually stay calm, even under a lot of pressure.",
    "5": "At social events, you rarely try to introduce yourself to new people and mostly talk to the ones you already know.",
    "6": "You prefer to completely finish one project before starting another.",
    "7": "You like to use organizing tools like schedules and lists.",
    "8": "Even a small mistake can cause you to doubt your overall abilities and knowledge.",
    "9": "You feel comfortable just walking up to someone you find interesting and striking up a conversation.",
    "10": "You are not too interested in discussing various interpretations and analyses of creative works.",
    "11": "You enjoy participating in group activities.",
    "12": "You like books and movies that make you come up with your own interpretation of the ending.",
    "13": "You avoid leadership roles in group settings.",
    "14": "You are definitely not an artistic type of person.",
    "15": "You prefer to do your chores before allowing yourself to relax.",
    "16": "You often end up doing things at the last possible moment.",
    "17": "You become bored or lose interest when the discussion gets highly theoretical.",
    "18": "You enjoy going to art museums.",
    "19": "You like to have a to-do list for each day.",
    "20": "In your social circle, you are often the one who contacts your friends and initiates activities.",
    "21": "If your plans are interrupted, your top priority is to get back on track as soon as possible.",
    "22": "You take great care not to make people look bad, even when it is completely their fault.",
    "23": "Your personal work style is closer to spontaneous bursts of energy than organized and consistent efforts.",
    "24": "You often feel overwhelmed.",
    "25": "You complete things methodically without skipping over any steps.",
    "26": "You struggle with deadlines.",
    "27": "You regularly seek out new experiences",
    "28": "Your happiness comes more from helping others accomplish things than your own accomplishments."
}
    
